/* No comment provided by engineer. */
"A monitor has been disconnected while playing and this has ended the match! You need to restart the game if you wish to use the second display again." = "Um ecrã foi desligado durante o jogo e por isso este foi encerrado! Precisa de reiniciar o jogo se quiser utilizar o segundo ecrã de novo.";

/* from the scheme panel
   from the team panel */
"Add" = "Adicionar";

/* No comment provided by engineer. */
"Aggressive" = "Agressivo";

/* No comment provided by engineer. */
"All" = "Tudo";

/* from the settings table */
"Alternate Damage" = "Danos Alternativos";

/* No comment provided by engineer. */
"Are you reeeeeally sure?" = "Tem a meeeeesmo a certeza?";

/* from the settings table */
"Audio Preferences" = "Preferências de Som";

/* No comment provided by engineer. */
"Available Teams" = "Equipas Disponíveis";

/* No comment provided by engineer. */
"Average" = "Média";

/* No comment provided by engineer. */
"Backup" = "Reforço";

/* No comment provided by engineer. */
"Before playing the preview needs to be generated" = "Antes de ver a pré-visualização tem de ser gerada";

/* No comment provided by engineer. */
"Before returning the preview needs to be generated" = "Antes de voltar a pré-visualização tem de ser gerada";

/* No comment provided by engineer. */
"Brutal" = "Brutal";

/* No comment provided by engineer. */
"Bully" = "Rufia";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cavern" = "Caverna";

/* No comment provided by engineer. */
"Change hedgehogs' hat" = "Mudar chapéu dos hedgehogs";

/* No comment provided by engineer. */
"Chat with the devs in IRC" = "Falar com os desenvolvedores no IRC";

/* No comment provided by engineer. */
"Choose a charismatic symbol for your team" = "Escolha um símbolo carismático para a sua equipa";

/* No comment provided by engineer. */
"Choose hedgehog graves" = "Escolher os graves do hedgehog";

/* No comment provided by engineer. */
"Choose team fort" = "Escolher o forte da equipa";

/* from the settings table */
"Choosing a Scheme will select its associated Weapon" = "Ao escolher um Esquema vai seleccionar a sua Arma associada";

/* No comment provided by engineer. */
"Classic Ammo Menu" = "Menu de Munições Clássico";

/* No comment provided by engineer. */
"Community" = "Comunidade";

/* from the settings table */
"Damage popups will notify you on every single hit" = "A janela de danos vai notificá-lo";

/* from the scheme panel
   from the team panel */
"Done" = "Feito";

/* from the scheme panel
   from the team panel */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Edit scheme preferences" = "Editar preferências do esquema";

/* No comment provided by engineer. */
"Edit team settings" = "Editarr preferências da equipa";

/* No comment provided by engineer. */
"Edit weapons preferences" = "Editar preferências das armas";

/* No comment provided by engineer. */
"End Game" = "Acabar Jogo";

/* No comment provided by engineer. */
"Flag" = "Bandeira";

/* No comment provided by engineer. */
"Follow us on Twitter" = "Siga-nos no Twitter";

/* No comment provided by engineer. */
"Fort" = "Forte";

/* No comment provided by engineer. */
"Game Modifiers" = "Modificadores de Jogo";

/* No comment provided by engineer. */
"Game Settings" = "Preferências de Jogo";

/* No comment provided by engineer. */
"General" = "Geral";

/* No comment provided by engineer. */
"Grave" = "Grave";

/* No comment provided by engineer. */
"Hedgewars supports multi-monitor configurations, but the screen has to be connected before launching the game." = "Hedgewars suporta configurações com vários ecrãs, mas este tem de ser conectado antes de ligar o jogo.";

/* No comment provided by engineer. */
"Hogs controlled by AI" = "Hogs controlados pela AI";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nTap anywhere to dismiss." = "Mantenha o dedo em cima de uma arma para ver o que ela faz.\nPrima em qualquer lado para sair.";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nYou can move this window anywhere on the screen." = "Mantenha o dedo em cima de uma arma para ver o que ela faz.\nPode mover esta janela pelo ecrã.";

/* ammo selection */
"Initial quantity " = "Quantidade inicial ";

/* from the settings table */
"Insert your password" = "Insira a sua palavra-chave";

/* from the settings table */
"Insert your username (if you have one)" = "Insira o seu nome de utilizador (se tiver um)";

/* No comment provided by engineer. */
"Join us on Facebook" = "Junte-se a nós no Facebook";

/* No comment provided by engineer. */
"Large" = "Grande";

/* No comment provided by engineer. */
"Large Floating Islands" = "Ilhas Flutuantes Grandes";

/* No comment provided by engineer. */
"Large Tunnels" = "Túneis Grandes";

/* No comment provided by engineer. */
"Leave a positive review on iTunes!" = "Deixe uma análise positiva no iTunes!";

/* No comment provided by engineer. */
"Level" = "Nível";

/* No comment provided by engineer. */
"Loading..." = "A carregar...";

/* from the settings table */
"Main Configuration" = "Configuração principal";

/* No comment provided by engineer. */
"Mark the death of your fallen warriors" = "Marque a morte dos seus guerreiros mortos";

/* No comment provided by engineer. */
"Max Hogs:" = "Hogs Máximos:";

/* No comment provided by engineer. */
"Medium" = "Médio";

/* No comment provided by engineer. */
"Medium Floating Islands" = "Ilhas Flutuantes Médias";

/* No comment provided by engineer. */
"Medium Tunnels" = "Túneis Médios";

/* No comment provided by engineer. */
"Missing detail" = "Detalhe em falta";

/* No comment provided by engineer. */
"Missions don't need further configuration" = "As missões não precisam de mais configurações.";

/* from the settings table */
"Music" = "Música";

/* No comment provided by engineer. */
"Names and Hats" = "Nomes e Chapéus";

/* from the settings table */
"Nickname" = "Alcunha";

/* No comment provided by engineer. */
"No filter" = "Sem filtro";

/* No comment provided by engineer. */
"No thanks" = "Não obrigado";

/* ammo selection */
"Number of turns before you can use this weapon " = "Número de turnos até poder utilizar esta arma ";

/* Short for 'Never' */
"Nvr" = "Nca";

/* No comment provided by engineer. */
"Of course!" = "Claro!";

/* No comment provided by engineer. */
"Ok, got it" = "Ok, percebido";

/* No comment provided by engineer. */
"Opt for controlling the team or let the AI lead" = "Optar por controlar a equipa ou deixar a AI guiar";

/* from the settings table */
"Other Settings" = "Outras Preferências";

/* from the settings table */
"Password" = "Palavra-chave";

/* No comment provided by engineer. */
"Pick a slang your hogs will speak" = "Escolha uma gíria que os seus hogs falarão";

/* No comment provided by engineer. */
"Playing Teams" = "Equipas em Jogo";

/* ammo selection */
"Presence probability in crates " = "Probabilidade de presença nas caixas ";

/* No comment provided by engineer. */
"Press to resume playing or swipe to delete the save file." = "Prima para continuar a jogar ou arraste para apagar o ficheiro guardado.";

/* No comment provided by engineer. */
"Preview not available" = "Pré-visualização não disponível";

/* ammo selection */
"Quantity that you will find in a crate " = "Quantidade que encontrará numa caixa ";

/* No comment provided by engineer. */
"Remind me later" = "Lembrar-me mais tarde";

/* Short for 'Random' */
"Rnd" = "Acs";

/* No comment provided by engineer. */
"Save" = "Guardar";

/* No comment provided by engineer. */
"Scheme" = "Esquema";

/* No comment provided by engineer. */
"Scheme mismatch" = "Esquema incompatível";

/* No comment provided by engineer. */
"Scheme Name" = "Nome do Esquema";

/* No comment provided by engineer. */
"Schemes" = "Esquemas";

/* No comment provided by engineer. */
"Select at least two teams to play a game" = "Escolha pelo menos duas equipas para jogar um jogo";

/* No comment provided by engineer. */
"Select one Scheme and one Weapon for this game" = "Escolha um Esquema e uma Arma para este jogo";

/* No comment provided by engineer. */
"Select the team invincible fortress (only valid for fort games)" = "Escolha a fortaleza invencível da equipa (apenas válido para jogos de forte)";

/* from the settings table */
"Select which style of ammo menu you prefer" = "Escolha que estilo de menu de munição prefere";

/* No comment provided by engineer. */
"Set difficulty level" = "Escolha o nível de dificuldade";

/* No comment provided by engineer. */
"Set hedgehog voices" = "Escolhas as vozes dos hedgehog";

/* No comment provided by engineer. */
"Set team flag" = "Escolha a bandeira da equipa";

/* on the overlay */
"Set!" = "Escolher!";

/* No comment provided by engineer. */
"Show Help" = "Mostrar Ajuda";

/* No comment provided by engineer. */
"Small" = "Pequeno";

/* No comment provided by engineer. */
"Small Floating Islands" = "Ilhas Flutuantes Pequenas";

/* No comment provided by engineer. */
"Small Tunnels" = "Túneis Pequenos";

/* from the settings table */
"Sound" = "Som";

/* No comment provided by engineer. */
"Style" = "Estilo";

/* No comment provided by engineer. */
"Support" = "Suporte";

/* No comment provided by engineer. */
"Sync Schemes and Weapons" = "Sincronizar Esquemas e Armas";

/* No comment provided by engineer. */
"Tag" = "Tag";

/* No comment provided by engineer. */
"Tap to add hogs or change color, touch and hold to remove a team." = "Prima para adicionar hogs ou mudar de cor, prima e mantenha para remover uma equipa.";

/* No comment provided by engineer. */
"Team Name" = "Nome da Equipa";

/* No comment provided by engineer. */
"Team Preferences" = "Preferências da Equipa";

/* No comment provided by engineer. */
"Teams" = "Equipa";

/* No comment provided by engineer. */
"The map is too small for that many hogs" = "O mapa é muito pequeno para tantos hogs";

/* No comment provided by engineer. */
"The robot badge indicates an AI-controlled team." = "A medalha de robô indica uma equipa controlada pela AI.";

/* No comment provided by engineer. */
"The scheme you selected allows only for two teams" = "O esquema seleccionado apenas permite duas equipas";

/* No comment provided by engineer. */
"This weapon is locked" = "Esta arma está bloqueada";

/* No comment provided by engineer. */
"Too few teams playing" = "Poucas equipas em jogo";

/* No comment provided by engineer. */
"Too many hogs" = "Muitos hogs";

/* No comment provided by engineer. */
"Too many teams" = "Muitas equipas";

/* No comment provided by engineer. */
"Visit our website" = "Visite o nosso website";

/* No comment provided by engineer. */
"Voice" = "Voz";

/* No comment provided by engineer. */
"Wacky" = "Wacky";

/* No comment provided by engineer. */
"Wait for the Preview" = "Espere pela Pré-Visualização";

/* No comment provided by engineer. */
"Weaky" = "Weaky";

/* No comment provided by engineer. */
"Weapon" = "Arma";

/* No comment provided by engineer. */
"Weapon Ammuntions" = "Munições da Arma";

/* No comment provided by engineer. */
"Weapons" = "Armas";

/* No comment provided by engineer. */
"Weaponset Name" = "Nome do set de Armas";

/* No comment provided by engineer. */
"Well, maybe not..." = "Bem, secalhar não...";

/* No comment provided by engineer. */
"Worldwide" = "Mundial";

/* No comment provided by engineer. */
"You can add a description if you wish" = "Pode adicionar uma descrição se quiser";

/* No comment provided by engineer. */
"You exceeded the maximum number of tems allowed in a game" = "Excedeu o número máximo de equipas permitidas num jogo";

